var S=1;
//S=脚本播放的倍速，越大越快
var Y=device.width;
var X=device.height;
var Y1=Y/16
var Y2=Y1*3
Y1=Y-Y1
Y2=Y-Y2
var Z=X/1920;
sleep(1000);
toast("开始弹奏爱河");
sleep(0);
// 专业手机脚本制作QQ：丶9巢8炯2嗽7嘶340耗46
gestures([0, 1, [612*Z,Y1], [1129*Z,Y1]]);
sleep(213/S);
// 专业手机脚本制作QQ：系9某8睹2谀73送4046
gestures([0, 1, [1019*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：982文73孜40郴4甲6
gestures([0, 1, [760*Z,Y1], [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：982弊7鹊3坷40颊46
gestures([0, 1, [1186*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：982734复0耪4恢6
gestures([0, 1, [871*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：科98径2费734浪0捕46
gestures([0, 1, [1166*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9倍8闭27蹦3犹4姑0撂4液6
gestures([0, 1, [1019*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9屯82愿73恿4胀0澄46
gestures([0, 1, [519*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：渴982傩734判0膛4冶6
gestures([0, 1, [669*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：旱982德73404瓤6
gestures([0, 1, [871*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：贤9墙8呐2再7犯3八4浦0隙46
gestures([0, 1, [908*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：复98临27聪3404潭6
gestures([0, 1, [928*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：心9栈8卑2绿7厝3究4菲04霸6
gestures([0, 1, [982*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：98媒27延3404写6
gestures([0, 1, [558*Z,Y2], [928*Z,Y2], [1075*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：缀9霞82貌734房04赌6
gestures([0, 1, [1019*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：98呀273邻4怂0焉46
gestures([0, 1, [723*Z,Y1], [1075*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9827霞3撼4徽04轮6
gestures([0, 1, [817*Z,Y2], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：枷9丛8汹2研7矣3404约6
gestures([0, 1, [1166*Z,Y1], [669*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9斡82膊73仔40副46
gestures([0, 1, [928*Z,Y2], [1186*Z,Y2]]);
sleep(857/S);
// 专业手机脚本制作QQ：982娇73富40蛔4谟6
gestures([0, 1, [1166*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：98诓2啃73棵4046
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：巧98寂27抢34宜0囤46
gestures([0, 1, [1166*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：梅9白8瘫27340寺46
gestures([0, 1, [1075*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：982734自04捍6
gestures([0, 1, [612*Z,Y1], [1129*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：9瞧8273忻40瓤4碧6
gestures([0, 1, [760*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：98273杖4靠0菜46
gestures([0, 1, [1186*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：冈982雍734046
gestures([0, 1, [871*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：腿9朔8妨273404帘6
gestures([0, 1, [760*Z,Y1], [1166*Z,Y1]]);
sleep(331/S);
// 专业手机脚本制作QQ：9赋8貉2拙7桨3痹4谅046
gestures([0, 1, [1240*Z,Y1]]);
sleep(98/S);
// 专业手机脚本制作QQ：菜9溉8先2贩7帘3404庇6
gestures([0, 1, [1277*Z,Y1], [519*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：98沧2断7榷3搪4究0潞4蚜6
gestures([0, 1, [669*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：帘9827破34懈046
gestures([0, 1, [777*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9独82缀7移340痉4兹6
gestures([0, 1, [817*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：9谈8控2铝734矢0闯46
gestures([0, 1, [871*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：状9827乔340莆4沾6
gestures([0, 1, [928*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：霸98止27偶34墒0澄46
gestures([0, 1, [1240*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9斩8讣2源7蚀3弥4蛋04淖6
gestures([0, 1, [1186*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：斜98质27雍3撑4闹0蜗46
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9沽8昧2运7街3吞4壳0干46
gestures([0, 1, [723*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：攀9瞧8强2恿734邮04谓6
gestures([0, 1, [817*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：坛9衫8雍27诺340浇4秸6
gestures([0, 1, [871*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9只8273纬40亲4蘸6
gestures([0, 1, [908*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9掣8僚27霖34惺046
gestures([0, 1, [982*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：982徘73詹4锥0囤4厝6
sleep(858/S);
// 专业手机脚本制作QQ：靥98谏273缎40瘴4渤6
gestures([0, 1, [558*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9苛82讲73阶4蒂0娜46
sleep(429/S);
// 专业手机脚本制作QQ：9列82734北04旨6
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：门98家27赏34侥0鬃4莱6
gestures([0, 1, [1166*Z,Y1]]);
sleep(857/S);
// 专业手机脚本制作QQ：放9币82稻7340帜4陕6
gestures([0, 1, [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：痹98捍2衙73附40稻4肮6
gestures([0, 1, [1129*Z,Y1], [519*Z,Y2], [777*Z,Y2]]);
sleep(857/S);
// 专业手机脚本制作QQ：9827340纱4状6
gestures([0, 1, [1129*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：械9侨82诔73惫4谑0召4被6
gestures([0, 1, [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：982壳734吹04塘6
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2], [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：尤98273故40郝4试6
gestures([0, 1, [1166*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：拘9谟827臀3记404泄6
gestures([0, 1, [1166*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：菩9父82乙7蚜34哑0押4俑6
gestures([0, 1, [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：蚀9藕8刎2占7340沃46
gestures([0, 1, [1129*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：9827舅340程46
gestures([0, 1, [411*Z,Y2], [669*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：982厣7溉3毒40卦46
gestures([0, 1, [1075*Z,Y2]]);
sleep(643/S);
// 专业手机脚本制作QQ：踪9纪8蓉273恃40帘4屯6
gestures([0, 1, [1019*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：9罩82闪734耸0诹46
gestures([0, 1, [1075*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：982已73八4酥04嫉6
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [1186*Z,Y2]]);
sleep(643/S);
// 专业手机脚本制作QQ：挠9司8俨2欢7340矩4叫6
gestures([0, 1, [1166*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9讣8握2骄73荡4毯046
sleep(429/S);
// 专业手机脚本制作QQ：戏982庞73斯40筛4耙6
gestures([0, 1, [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9谠82魄7潦3矫404冻6
gestures([0, 1, [1129*Z,Y1], [519*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：焙98没27窘34陕04烧6
gestures([0, 1, [777*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9榔827340陀4刮6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：儋9拱8下2难7340创4昂6
gestures([0, 1, [1129*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：踩9壳827鼐3写4046
gestures([0, 1, [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：咕9诶8273量4046
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9827340幻4痔6
gestures([0, 1, [723*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：彻982嵌734046
gestures([0, 1, [817*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：徊98写2技7霖3瘴4焙0乖4冶6
gestures([0, 1, [871*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：鹿98273邪404酚6
gestures([0, 1, [908*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9虾82734敦046
gestures([0, 1, [982*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：钙98273坑4找0仄46
sleep(428/S);
// 专业手机脚本制作QQ：棵98涎2娇7瓷3竟404吻6
gestures([0, 1, [558*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：评9信827哉34妨046
gestures([0, 1, [1075*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：98岸27340亮46
gestures([0, 1, [1129*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9粤8赂273咀4彼046
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [1186*Z,Y2]]);
sleep(643/S);
// 专业手机脚本制作QQ：城98273匠40釉4赫6
gestures([0, 1, [1166*Z,Y1]]);
sleep(643/S);
// 专业手机脚本制作QQ：嘉98梢2禄73蜕4蹿0幸46
gestures([0, 1, [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：982煤73郝4杜0浊46
gestures([0, 1, [1129*Z,Y1], [519*Z,Y2], [777*Z,Y2]]);
sleep(857/S);
// 专业手机脚本制作QQ：98矩2酵734怂046
gestures([0, 1, [1129*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：绿98房2怪7蚜3窒4滥0栽46
gestures([0, 1, [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9踩82734使046
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2], [817*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：淹98卸2屡734耐046
gestures([0, 1, [1166*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：淄9沽8芽2骄73现40牌46
gestures([0, 1, [1166*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：9鸭8273衣4肝0录4缺6
gestures([0, 1, [1129*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：9丫8偎273勤40瓶46
gestures([0, 1, [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9康827瓤3尉40范46
gestures([0, 1, [411*Z,Y2], [669*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：乜98攘27地340蓝46
gestures([0, 1, [1075*Z,Y2]]);
sleep(643/S);
// 专业手机脚本制作QQ：982誓73慰4046
gestures([0, 1, [1019*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：驴9胶82734瞪046
gestures([0, 1, [1075*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：玖9浇8房27浊34冈0诟46
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：谘9827甭34呜0刃46
gestures([0, 1, [1166*Z,Y1]]);
sleep(857/S);
// 专业手机脚本制作QQ：9菊8撼27窍34叫046
gestures([0, 1, [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9械827绿3404糯6
gestures([0, 1, [1277*Z,Y1], [519*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9厍8越27340吓4共6
gestures([0, 1, [669*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：982痛7醚34灼0牌4嘎6
gestures([0, 1, [1277*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：茸9废827系340恼4河6
gestures([0, 1, [871*Z,Y1], [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：拘98愿2侵7吧34046
gestures([0, 1, [1240*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9先8273灼4餐0恢46
gestures([0, 1, [817*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：佬9挝8恍2张73胤4谘0稍46
gestures([0, 1, [871*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：腾98迷2妊7醒34046
gestures([0, 1, [908*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：硬9虑8衬27乱3姑4制0置4碧6
gestures([0, 1, [982*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：凰98滩273平4沽0寺46
sleep(428/S);
// 专业手机脚本制作QQ：9氛827呜3稚4赡0丝4揽6
gestures([0, 1, [558*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：赡98拿2崖73推4淮04雇6
sleep(429/S);
// 专业手机脚本制作QQ：党9参8犯27畔3汹404偷6
gestures([0, 1, [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：录9疑8炔2誓73404慰6
gestures([0, 1, [1240*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9恼827340轿46
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：承9谇827渭340叵46
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9827340氯46
sleep(429/S);
// 专业手机脚本制作QQ：9镣8273登4046
gestures([0, 1, [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：98勒273芯4棠046
gestures([0, 1, [1240*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9顾8273行4院04疟6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：业982734沽0腺4侗6
gestures([0, 1, [1129*Z,Y1], [519*Z,Y2], [777*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：嫡9亟827邮34且04煌6
sleep(857/S);
// 专业手机脚本制作QQ：982掖734醇046
sleep(428/S);
// 专业手机脚本制作QQ：9脑8啥2734嗜046
gestures([0, 1, [1129*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：于9仓8273繁4046
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：萍9827340矩4褂6
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：98式273蜒4046
gestures([0, 1, [723*Z,Y1], [1166*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：勇982坟73伪40识46
gestures([0, 1, [1166*Z,Y1], [817*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9握8星2734谰046
gestures([0, 1, [723*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：秸9荷8蔡2釉73厝4坛0胺4岩6
gestures([0, 1, [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：昂982筛734妹046
gestures([0, 1, [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9镣8乙2734纪046
gestures([0, 1, [411*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：糯98由2辖7赖34046
gestures([0, 1, [558*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：98械2寄7蓉34杂04刺6
gestures([0, 1, [669*Z,Y2], [1075*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：两9雷8切2晌73抛40退4诟6
gestures([0, 1, [1277*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：竟9兑82棵73404拓6
gestures([0, 1, [1240*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：德9地8谫2亲7雌340矩4刈6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：98昧273镭4看0荡46
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [1129*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：举9恋827杜34敌0墒4臀6
gestures([0, 1, [1277*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：凭9堂82汲73媚4臀04蓟6
gestures([0, 1, [1240*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：囟9827沧34礁04疑6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：腊9闯8稻2734粗046
sleep(214/S);
// 专业手机脚本制作QQ：烙98磐2畔7隙3湃40芬46
gestures([0, 1, [1294*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：98谖2纺73涟4痹0雀4呕6
gestures([0, 1, [519*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9婪827辽34046
gestures([0, 1, [669*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：抵98镀2谱7僮340室4炯6
gestures([0, 1, [777*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：屑982酱7乜3壤4糠0促4仕6
gestures([0, 1, [1129*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：9母8273404晨6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9栏8套273压40伦4攘6
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9钥8掠2胶734046
gestures([0, 1, [1240*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：椎98期2734笆04越6
gestures([0, 1, [723*Z,Y1], [1240*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：坊982科73洗4懦0釉46
gestures([0, 1, [1240*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：982栽73慈4046
gestures([0, 1, [1240*Z,Y1], [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9蒙8吹27牌3郊40炒46
gestures([0, 1, [723*Z,Y1], [1277*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：氏98273焦4兆04琶6
gestures([0, 1, [1294*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：98坛2奥7兔3持4奥046
gestures([0, 1, [502*Z,Y1], [1294*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9醒8腔27茄340断46
gestures([0, 1, [649*Z,Y1], [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：庸9破8酒27献34纫0碳4衣6
gestures([0, 1, [760*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：撇98却27340栈46
gestures([0, 1, [649*Z,Y1], [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9827假34辖0胀4掳6
gestures([0, 1, [1240*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：9焚8纪27昭34先046
gestures([0, 1, [612*Z,Y1], [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：耗98苏2期7诱34笨0绦4程6
gestures([0, 1, [760*Z,Y1], [1277*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：重9障827阶3毕40悼4缘6
gestures([0, 1, [871*Z,Y1], [1334*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：虾9尤82禾7酝340嗣4驼6
gestures([0, 1, [760*Z,Y1], [1388*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：982匆7频3救4壬046
gestures([0, 1, [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：98缮27匦34煌0凉4巴6
gestures([0, 1, [519*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9淹82屎7苹3404柑6
gestures([0, 1, [669*Z,Y2], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：982涟7吻34奈0慕4妨6
gestures([0, 1, [777*Z,Y2], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：使9赣82槐734046
gestures([0, 1, [1277*Z,Y1], [669*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：982林73级4恼0枷46
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：虾98仗27尉34饺046
gestures([0, 1, [723*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9沾8奥273苑40寺4厝6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：釉9秦8尉27肮3诹40口4蕾6
gestures([0, 1, [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：98妒2先734映046
gestures([0, 1, [723*Z,Y1], [1240*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：粗982暗7乔3徘404缺6
gestures([0, 1, [1277*Z,Y1], [669*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：佑9不8捎27栏34救0锥4逗6
gestures([0, 1, [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：雌982痰7淳3肥4甲0猎4辰6
gestures([0, 1, [928*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9客8系2汲7酪3躺4046
gestures([0, 1, [1240*Z,Y1], [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9邪8坊2暗7牡340曝46
gestures([0, 1, [612*Z,Y1], [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：9共8丶2欣734悼0痛46
gestures([0, 1, [760*Z,Y1], [1277*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：嘏98吃2胀7懦34046
gestures([0, 1, [871*Z,Y1], [1334*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9纬8庇2牌734览046
gestures([0, 1, [760*Z,Y1], [1388*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：淮9捍8费2吧7仓34烙046
gestures([0, 1, [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：只98273北4县046
gestures([0, 1, [519*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9辽8273佣4焚0拘46
gestures([0, 1, [669*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：前9肿8辞2礁7仓34试0瓶4赫6
gestures([0, 1, [777*Z,Y2], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：982严7嚷3欣404漳6
gestures([0, 1, [1277*Z,Y1], [669*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9咀8衬273北4执04诳6
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：授9氯8雍27碧34046
gestures([0, 1, [723*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：旱98由2试7340蔷4苏6
gestures([0, 1, [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9韧8上27沉34紫046
gestures([0, 1, [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：98堵27岗3骨4赴046
gestures([0, 1, [723*Z,Y1], [1166*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9赴82挝7340仑46
gestures([0, 1, [669*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：匮9室8甭2敌7灿3壬4拙0救4瘫6
gestures([0, 1, [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：示98273萌4046
gestures([0, 1, [928*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9劝82舶73猛40谑4壤6
gestures([0, 1, [1240*Z,Y1], [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9迸82734北0恢4腋6
gestures([0, 1, [612*Z,Y1], [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：植9苟8褂2罩7沤3吹404赐6
gestures([0, 1, [760*Z,Y1], [1277*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：副9裳82刃734诜046
gestures([0, 1, [871*Z,Y1], [1334*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：俏98颇273盖40妨4刭6
gestures([0, 1, [760*Z,Y1], [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9臀82文734046
gestures([0, 1, [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9攀8闲2尉73迅4046
gestures([0, 1, [519*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：贤9827嫡340只46
gestures([0, 1, [669*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9指8炒273欧4劣0飞4谑6
gestures([0, 1, [777*Z,Y2], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：斩9醋82谠7孤34攘046
gestures([0, 1, [1277*Z,Y1], [669*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：98谥27侨340状4购6
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：假9粟8讲2购7甲34凭04绿6
gestures([0, 1, [723*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9彻8锌2纪734046
gestures([0, 1, [1186*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：犊9任82喊7靠3鞍4046
gestures([0, 1, [817*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：此98颗273篮4惶0惩46
gestures([0, 1, [723*Z,Y1], [1240*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：锤982郴734046
gestures([0, 1, [1277*Z,Y1], [669*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：瓢9827佳34旅04墒6
gestures([0, 1, [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9氨8脖2蜒73得4偕0徊4疗6
gestures([0, 1, [928*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：酉98抠2囤7救3推4046
gestures([0, 1, [1240*Z,Y1], [817*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：982裂7团3颖404俣6
gestures([0, 1, [612*Z,Y1], [1277*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：到98冀2奖7340至46
gestures([0, 1, [760*Z,Y1], [1277*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：98斜2闻7贸34截0终4略6
gestures([0, 1, [871*Z,Y1], [1334*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：廖982恼7吧3匚4擞04拿6
gestures([0, 1, [760*Z,Y1], [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：982贸7犯340乔46
gestures([0, 1, [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：卸9才8呐2734屡0计46
gestures([0, 1, [519*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9827340蜗4资6
gestures([0, 1, [669*Z,Y2], [1186*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：98赝2奥7拙3迅4焉046
gestures([0, 1, [777*Z,Y2], [1186*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：9嵌827皇3撼4凳0攘4拍6
gestures([0, 1, [1277*Z,Y1], [669*Z,Y2]]);
sleep(429/S);
// 专业手机脚本制作QQ：私98兄27萌34蹈0缕4空6
gestures([0, 1, [1240*Z,Y1], [558*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：附9郴8拍2泵73研4浊04贸6
gestures([0, 1, [723*Z,Y1], [1186*Z,Y2]]);
sleep(214/S);
// 专业手机脚本制作QQ：9嗜8谘2卑7栏34046
gestures([0, 1, [1186*Z,Y2]]);
sleep(215/S);
// 专业手机脚本制作QQ：9827北340奄4乐6
gestures([0, 1, [817*Z,Y2]]);
sleep(428/S);
// 专业手机脚本制作QQ：9啄8褂2鹿7财34柑046
gestures([0, 1, [723*Z,Y1], [1166*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：磐98拼27哪3鞠4换046
sleep(428/S);
// 专业手机脚本制作QQ：评9嗜82甲7340了46
gestures([0, 1, [612*Z,Y1], [1388*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：9秃82肿7淄3曝4煌0瞧4瞬6
gestures([0, 1, [760*Z,Y1]]);
sleep(429/S);
// 专业手机脚本制作QQ：98棠273卣4046
gestures([0, 1, [871*Z,Y1]]);
sleep(428/S);
// 专业手机脚本制作QQ：9导82翁73醇40肿4臀6
gestures([0, 1, [908*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：峡9屯82适734窒0诿4呐6
gestures([0, 1, [945*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：缀98鸭27鞠3蔚404酱6
gestures([0, 1, [1019*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9墒8媚2734掣046
gestures([0, 1, [1129*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9头8允2低73煌4呐0到4飞6
gestures([0, 1, [1166*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：谋9谮8碌2734046
gestures([0, 1, [1203*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：潦9琶8拍273缮404档6
gestures([0, 1, [1277*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：赐982嗜7挝34046
gestures([0, 1, [1388*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：9壤8探273焙4度0晨4回6
gestures([0, 1, [1425*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：9爸82刺7沸34帜046
gestures([0, 1, [1462*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：范9827殴3404蹬6
gestures([0, 1, [1536*Z,Y1]]);
sleep(214/S);
// 专业手机脚本制作QQ：僦9煽827未3偾40砂46
sleep(857/S);
// 专业手机脚本制作QQ：手98蜒2谜734婪0劣46
gestures([0, 1, [1646*Z,Y1]]);
sleep(215/S);
// 专业手机脚本制作QQ：982遗73404俳6
toast("演奏结束");