var S=1;
//S=脚本播放的倍速，越大越快
var Y=device.width;
var X=device.height;
var Y1=Y/15
var Y2=Y1*3
Y1=Y-Y1
Y2=Y-Y2
var Z=X/1920;
sleep(1000);
sleep(0);
// 专业手机脚本制作QQ：友98站2贺7众3子40迪46
gestures([0, 1, [465*Z,Y1], [1056*Z,Y1], [1240*Z,Y1], [1314*Z,Y1]]);
sleep(364/S);
// 专业手机脚本制作QQ：9栈82734涣04显6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9娜8纪2734泻04匀6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：行9827庸34揭0赏4司6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9俏82734炎0褐4移6
sleep(732/S);
// 专业手机脚本制作QQ：9炯82抗734腊0狈4自6
gestures([0, 1, [1129*Z,Y1], [1314*Z,Y1]]);
sleep(548/S);
// 专业手机脚本制作QQ：樟982刀7废34几04傥6
gestures([0, 1, [1277*Z,Y1], [1075*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：98撇27牌3慌4丶046
gestures([0, 1, [391*Z,Y1], [1277*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：旧9等8黄2734傻0械46
gestures([0, 1, [539*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9檀8苛27腾3仲40冶46
gestures([0, 1, [686*Z,Y1], [1056*Z,Y1], [1240*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：略98峦2晾734046
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98我2藕7焦3乓4毕046
sleep(731/S);
// 专业手机脚本制作QQ：9刻827徒340嘎4狄6
gestures([0, 1, [1056*Z,Y1], [1240*Z,Y1]]);
sleep(549/S);
// 专业手机脚本制作QQ：吧98诰2径7碳34046
gestures([0, 1, [1019*Z,Y1], [1203*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：肚98杖27雍3贾4046
gestures([0, 1, [1019*Z,Y1], [1203*Z,Y1], [558*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9诚82屎7340堑46
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982泼7傩3衬4缴0屎4称6
gestures([0, 1, [871*Z,Y1], [982*Z,Y1], [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98虏273门4詹046
gestures([0, 1, [908*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：自9土82帽73剿40麓4患6
sleep(731/S);
// 专业手机脚本制作QQ：比982垢7340行4门6
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [1075*Z,Y2]]);
sleep(549/S);
// 专业手机脚本制作QQ：撼9827340沧46
gestures([0, 1, [945*Z,Y1], [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9827榷3凡4辣0讶46
gestures([0, 1, [354*Z,Y1], [945*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9账82拦734晕04柯6
gestures([0, 1, [502*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：肯9显8坦2邪7寺34046
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：夭98273咐4诠046
gestures([0, 1, [723*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9诩8党2啃73障4中0乜4丝6
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：傥9泵8惫27斩3404饶6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：椿9言82伊7俸3攀4046
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：淌98胃273卸4练0绽4肇6
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：艺9毫82送73妹4染046
gestures([0, 1, [465*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：林9患82鲜734046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98夷27偕3照4恐0亢46
gestures([0, 1, [723*Z,Y1], [871*Z,Y1]]);
sleep(731/S);
// 专业手机脚本制作QQ：骋9嚎8踪27340沧4乇6
sleep(366/S);
// 专业手机脚本制作QQ：山9滓8锨2院734杀046
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：钒9黄8褂2734倜0刨4赜6
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：股9侥8究273称4揖0谅4媒6
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982辜7称34美04友6
gestures([0, 1, [465*Z,Y1], [982*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：谷9油8枪273踊4046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：堑9棠82鸦7澄3咨40仔4来6
gestures([0, 1, [723*Z,Y1], [871*Z,Y1]]);
sleep(732/S);
// 专业手机脚本制作QQ：核98273滥4梦046
sleep(366/S);
// 专业手机脚本制作QQ：9纪82734访046
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98沧2谅7投3钡40辽46
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：伎982胶734琴0池4治6
gestures([0, 1, [945*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：俑982殉73焉4悼0酚4繁6
gestures([0, 1, [982*Z,Y1], [558*Z,Y2], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9顺8值2佣73殉4段04邮6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：讼9厣827驳3讼4垂046
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9猜827反34埔0陆46
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：扑982感7谧340游46
gestures([0, 1, [649*Z,Y1], [982*Z,Y1], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982良7钢3翁4046
gestures([0, 1, [908*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：陆98锤2旁7于34景046
gestures([0, 1, [908*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：彝9纫82734冀0露4殴6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982伊7逗340浦46
gestures([0, 1, [354*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：忻982734谇0涝46
gestures([0, 1, [502*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：苯9呕82734野04谈6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：恳982擞7棠34046
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982倩734复0韵46
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：帕9被82堤73瞧4046
gestures([0, 1, [871*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：坊9部82堤734046
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9刹8碳27踪340顾4吧6
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982案7匆340终46
gestures([0, 1, [465*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98士2固7340壁4聪6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：毓9鼓8牧273岩4研0抗4怨6
gestures([0, 1, [723*Z,Y1], [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98讯27340凶46
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：踩9磺82截7脸34辣046
sleep(365/S);
// 专业手机脚本制作QQ：嘶982盘7唐34颜0换46
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：惺9烈8绞2币7奄340谴46
gestures([0, 1, [1056*Z,Y1]]);
sleep(549/S);
// 专业手机脚本制作QQ：蹿98赴27霸340富46
gestures([0, 1, [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：峭9勾8寥27狼3磊4郝04纳6
gestures([0, 1, [391*Z,Y1], [908*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：芭9俸8烂27谇34捉04怀6
gestures([0, 1, [539*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：克98抠27信34吮0敢4就6
gestures([0, 1, [649*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982溉7拔34腿0沮46
gestures([0, 1, [686*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9对82鹊73毙4卮046
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：驹98备2倥7340矢4案6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：琅98卣27轮3防40蹈46
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9抛8揖2誓7孪3劝4本0茨46
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：孕982铰7愿3404诵6
gestures([0, 1, [982*Z,Y1], [558*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：棕98鸦27悦34046
gestures([0, 1, [723*Z,Y1], [908*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98怨273404妥6
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：冻9827桌34呀0戏46
gestures([0, 1, [908*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：悼98颐2旅73沦40挂46
gestures([0, 1, [649*Z,Y1], [908*Z,Y1], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98承2瘫7340评46
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：褂9督8卤2宋7340浪4浅6
gestures([0, 1, [760*Z,Y1], [908*Z,Y1], [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：顿9仑8273不40椭4帐6
gestures([0, 1, [945*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827烦3盐4母04截6
gestures([0, 1, [612*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9诔8吻273斜404晾6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：汉982丝7茨3纹4坎04渴6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：钒98273墩4掩04断6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98程2蚜7俦3米4046
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9每82阜73卧4兹046
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：识9媳8噬273细4诚0冒4嗜6
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：缆9露8鄙27夷3爬4幌0秩4食6
gestures([0, 1, [760*Z,Y1], [1075*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：毖9静82涌73皆40唤46
gestures([0, 1, [465*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：浦9本82逝7男3玫4糖0炔4逝6
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：幸98吹2帘7赘3铰4斩0扛46
gestures([0, 1, [723*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：腥9厣827340皇46
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9酌8可27老3驯4仑0宗4纲6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982潮7巡34盟046
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9耸8时27智340烂4良6
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：蕉9思827跋3愿40合46
gestures([0, 1, [612*Z,Y1], [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：瞻9寡8宜2仓734城0矩4吐6
gestures([0, 1, [391*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98巴273痉40蘸4烦6
gestures([0, 1, [539*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9得8泵2734背04偕6
gestures([0, 1, [649*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：妓9墙8诨2叫7绦340腊4让6
gestures([0, 1, [539*Z,Y1], [945*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：罢98沧27蹿3肿4蜒04喂6
gestures([0, 1, [982*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9较8执2派73404敲6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9妓8乱2皇7诰34宜04倌6
gestures([0, 1, [539*Z,Y1], [982*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9腋8枪27谎3掏4追046
gestures([0, 1, [649*Z,Y1], [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9踩8273砍40胺4硕6
gestures([0, 1, [539*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：觅982尘7俾3憾40匙4看6
gestures([0, 1, [908*Z,Y1], [558*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982赌73绕4幼0媳4颈6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：尘9乇82佑7聪34046
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：俳9827岛3404智6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982舅73客4够046
gestures([0, 1, [1129*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982殖734佣0揖4阅6
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9忠8傅27寡340扑4温6
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982概7唇3挝4挂046
gestures([0, 1, [945*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：痈98273厣404蜕6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：痪9掩8昭27妓340让4砸6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98杂2九734046
gestures([0, 1, [871*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：窝9仪8谜2霞7340医4樟6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98靠2资734疗04慌6
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：照98琳2奔7340毫46
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9什82尉7偾3僬4投0刹46
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：汗9赘8胖2苍734慰046
gestures([0, 1, [760*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98273难4046
gestures([0, 1, [465*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9踊827世3富40玫4肇6
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：糠982734耪0赣4椎6
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98殉2疵7蔷3404已6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98诶27340搪4苫6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98驯273承4谜04战6
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9铀82734凹0瀑46
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：帐982蛋73蕴4046
gestures([0, 1, [612*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：腹9照8堪2734衣0匕4救6
gestures([0, 1, [649*Z,Y1], [1203*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9烁8颈2医7肯340炔4夯6
gestures([0, 1, [797*Z,Y1], [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98杖2寡7仄3讨40团46
gestures([0, 1, [908*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982仲7迪34脊046
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1], [1240*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：美9牌8回273酪40谝46
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9哟8垢2诰73404南6
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1], [1240*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：栋9蔚82谘7智34046
gestures([0, 1, [908*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9粮827馁3瘸4谄0细46
gestures([0, 1, [797*Z,Y1], [982*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：啦9短8蔡2猿7促34亩0姓46
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [558*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982734突0滓46
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9媒82壕7吞340簇4何6
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9蕉8炮2烈734046
gestures([0, 1, [723*Z,Y1], [982*Z,Y1], [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：刺9料8邮27耘3鲜4止046
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9啃8释27焕3404淖6
gestures([0, 1, [723*Z,Y1], [908*Z,Y1], [982*Z,Y1], [1166*Z,Y1], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：茁9褐82孔73赋40嚷4吩6
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9睾82懦73冈4赜0召46
gestures([0, 1, [945*Z,Y1], [1129*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98游2瘸734翁046
gestures([0, 1, [945*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：粗98273蹿4婆0嵌4景6
gestures([0, 1, [354*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：泵98檀273纶4桨0有4崩6
gestures([0, 1, [502*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827诤3迟40缘46
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：章9冠82炒7富34俺0匙4假6
gestures([0, 1, [502*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：伎982734迟0航4短6
gestures([0, 1, [686*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98旅2勤7瀑3北4甲04滤6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：堆9朗8饲2性7康340济4甘6
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9巡82殉73妊4窖0谔4制6
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：鸦9827簿340阂4词6
gestures([0, 1, [465*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：讨9827幽34系0晃4醋6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982及7敌340蚜4伎6
gestures([0, 1, [723*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：缺9底8偃2才7泵3四4046
gestures([0, 1, [1075*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：9诚8帐27藏34烟0赶4笛6
gestures([0, 1, [1056*Z,Y1]]);
sleep(182/S);
// 专业手机脚本制作QQ：降98肇2衣7啪3侍4肚0猩46
gestures([0, 1, [428*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98邻273404剂6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：饺9党827缺340顺46
gestures([0, 1, [686*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98染27蛋3补4找046
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9稚827返3味40展4雌6
gestures([0, 1, [649*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：估98顺2誓734涯046
gestures([0, 1, [797*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：谢9狙8273谝40耙4平6
gestures([0, 1, [908*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982么7心34柑0沮4既6
gestures([0, 1, [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：链982道7娇3液4优046
gestures([0, 1, [982*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：彻9827厣3怯4046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：俑9我8刳2芈7既34猿0掣46
gestures([0, 1, [797*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：收982吕7叛3固4液04啡6
gestures([0, 1, [871*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：疚9盖82闯73404乙6
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：部98273秘4匕046
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [558*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：度9姑827潭3碌4芽0抵46
gestures([0, 1, [723*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：肇98裂273呐40豆4挛6
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [817*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：啪9史8矢2么73揭4蹦0截46
gestures([0, 1, [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：叛98轮27居34以046
gestures([0, 1, [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98273桓4磊0释4戎6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：虐9貌8遮2734喊0县4撞6
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982734尘0杂4徽6
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：狙9耗82狄73404倨6
gestures([0, 1, [1075*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：拘9冀8阶2734046
gestures([0, 1, [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：副98灰273重4那0孕46
gestures([0, 1, [465*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：阎9昧8潮2弛7340习4邑6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9陆8胰2彩73朔4妇0荣46
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98实2弥73也404烈6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9霞8嗽2独7苯340迟46
gestures([0, 1, [612*Z,Y1], [723*Z,Y1], [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：铀982734囱0期46
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9炕82脊7谌3和4饲046
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98呀27340伊4矣6
gestures([0, 1, [1129*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982掏73放4046
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [558*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：收982故73投4觅046
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：丶9咏8饭2牙73嚎4046
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [817*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827340城4胀6
gestures([0, 1, [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98暇2城7油340彝46
gestures([0, 1, [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9促82讶7陀3荡40夜4怯6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9恿8旅2值7嚼3节40闹46
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：腋982卮73诿40烫4执6
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：圃9漳82既73继40禄4捕6
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982目7雀34妇0野46
gestures([0, 1, [465*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9缆8忱2贸7追34滔046
gestures([0, 1, [612*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：踩98幕2蚕73貉40膛4司6
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9毫8273傅40俪4椅6
gestures([0, 1, [797*Z,Y1], [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982诙73咆4046
gestures([0, 1, [982*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982壕73桓4刑046
gestures([0, 1, [649*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9孜8273统40非4脚6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：奖9吓82盎7有34罢046
gestures([0, 1, [908*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98衣273白4缸046
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98兔27340偾4靥6
gestures([0, 1, [908*Z,Y1], [558*Z,Y2], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982诿7臃340俏4叵6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：侍9诳8273焊40弊4匣6
gestures([0, 1, [908*Z,Y1], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：欧9搪827镜34忍04毓6
gestures([0, 1, [982*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：釉98匕2吹7340兆46
gestures([0, 1, [612*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9悔8273僮4翰046
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982734046
gestures([0, 1, [871*Z,Y1], [945*Z,Y1]]);
sleep(732/S);
// 专业手机脚本制作QQ：982钦734葡0略4再6
gestures([0, 1, [465*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：掌9827硬3掣4访0珊4倜6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9帜8簧2阶7340蜕46
gestures([0, 1, [723*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：泊98痈2顿73乜4穆04有6
gestures([0, 1, [465*Z,Y1], [797*Z,Y1], [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9参8拱27堵34046
sleep(732/S);
// 专业手机脚本制作QQ：概9屏82示7页3吨4亚0钥4程6
gestures([0, 1, [502*Z,Y1], [760*Z,Y1], [817*Z,Y2]]);
sleep(732/S);
// 专业手机脚本制作QQ：突9购8到273热40庞4铝6
gestures([0, 1, [465*Z,Y1], [723*Z,Y1], [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：痛98习2734聊04埔6
gestures([0, 1, [612*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982睬73氐4逗0啬4感6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982坠73岗40澄46
gestures([0, 1, [465*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98273蔡4驶0桓46
sleep(366/S);
// 专业手机脚本制作QQ：982崭73404绽6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98桌2展7肇34谡0墩4崖6
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98拷27读3404案6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9缎8鼐2腿7瓜34咨04谎6
gestures([0, 1, [908*Z,Y1], [558*Z,Y2], [817*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：居982判734吹046
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98本273撬4被046
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827挂3逝4镜04烙6
sleep(366/S);
// 专业手机脚本制作QQ：982雇73恃404浪6
gestures([0, 1, [539*Z,Y1], [797*Z,Y1], [871*Z,Y1]]);
sleep(732/S);
// 专业手机脚本制作QQ：9醒8呵27刭3室4偃04渍6
gestures([0, 1, [502*Z,Y1], [760*Z,Y1], [817*Z,Y2]]);
sleep(731/S);
// 专业手机脚本制作QQ：9雌8幕2够73侣40游4刨6
gestures([0, 1, [502*Z,Y1], [908*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98殴2老7狙3404诙6
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9莱827勇34猛046
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9迟82载7教3徒4046
gestures([0, 1, [502*Z,Y1], [649*Z,Y1], [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9碌8柿27340勾4卓6
sleep(366/S);
// 专业手机脚本制作QQ：誓9卮8茸2沧7恼3鸭4046
gestures([0, 1, [1019*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98门27340乇4杆6
gestures([0, 1, [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9谐82疤7卣3欢4以0中46
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827蒲3寐4046
gestures([0, 1, [465*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：只9凹8交27裳34煽0淹4苟6
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：乐9淳827卦3闪4锌04床6
gestures([0, 1, [723*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98实27曝3轮4烂046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：境982颗734假0钩46
gestures([0, 1, [797*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：吹98痉2铀7站340坪4滓6
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：膊98诩27琳34颂04诺6
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：谪98焉2纲7茨340钩46
gestures([0, 1, [612*Z,Y1], [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：窗98颂2克7窗3缮4滦0哟46
gestures([0, 1, [391*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：辞98众27阶3珊4046
gestures([0, 1, [539*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：兔9827褐3舷4肛0俺46
gestures([0, 1, [649*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：挤982帕7朗3卸40灾46
gestures([0, 1, [539*Z,Y1], [945*Z,Y1]]);
sleep(182/S);
// 专业手机脚本制作QQ：苑9827旱34轮04悄6
gestures([0, 1, [982*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：菏9827期340仲4烟6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：沉982净7酝34蛔04统6
gestures([0, 1, [539*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：内98仆273匪404匦6
gestures([0, 1, [649*Z,Y1], [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：肮98套273了4挛0白46
gestures([0, 1, [539*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：圆9坪8亲2铱73淹4远046
gestures([0, 1, [908*Z,Y1], [558*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98突2撑7逊3鼓40梅4兜6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：野9毡827耗34燃046
gestures([0, 1, [817*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：9827绿3椎4046
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：程9脖82背7荒3称4046
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：访98俗27340痰4笨6
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：肺9守827340岸46
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982俜7任3涸40河46
gestures([0, 1, [945*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：乘9酥82巢734傥046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：记98胤27吵34裂0粱4志6
gestures([0, 1, [760*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：飞9秆8到2诺7稻340渍46
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：质9衅8棠2创734046
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：勾982让7匝3扔4婪046
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98纪27虏3仁4腥04兜6
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：众9可8壤2诟734胤046
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9章8票2荒7秦34046
gestures([0, 1, [760*Z,Y1], [1075*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：诒9透82咽73雌40毓4被6
gestures([0, 1, [465*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9紫82破7340盗46
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98斩2侥7冀3道4不046
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98牧27沃3匚4046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：剂982即7脸34浪0亓4揪6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：纷9疑8涟27340苹46
gestures([0, 1, [612*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：坛9眉827340谏46
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：籽98谕2够7豆34撑0顾46
gestures([0, 1, [612*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：韵9贪8勇2卤7彼34046
gestures([0, 1, [649*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：人9蚀82牌73团40吵46
gestures([0, 1, [797*Z,Y1], [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：憾98刨27蚜34都0冒4肯6
gestures([0, 1, [908*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98273褪4乜0揪4河6
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1], [1240*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982赶73着404猛6
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98握2荚73阅4焉0浊46
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1], [1240*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98茄2734046
gestures([0, 1, [908*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9翰8兜2耗7鹤34茁0抛46
gestures([0, 1, [797*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9泌8厝2垂7椅340劣46
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [558*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9诜8歉27逊34是04阑6
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9股82城7魄3良40什4喜6
gestures([0, 1, [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9恫82糙7悠3仔4刃04纤6
gestures([0, 1, [723*Z,Y1], [982*Z,Y1], [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9囱827僚3欣404延6
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9诟827壬34截0搅46
gestures([0, 1, [723*Z,Y1], [908*Z,Y1], [982*Z,Y1], [1166*Z,Y1], [817*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：胃9世8禾2涟7辆3闻4掩0涎46
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9院82734敛046
gestures([0, 1, [945*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9匙8斯27逃340粗4垦6
gestures([0, 1, [945*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982尉7冈340闻46
gestures([0, 1, [354*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982734抗0肇4仿6
gestures([0, 1, [502*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：映9827野3耙4拇04驶6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98秆2佬7樟3右40越4计6
gestures([0, 1, [502*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：凳9磐8扰2734糜04淳6
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：旨9撤8窝2腔734偌046
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98273葡4瞬0辣4悍6
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：瓮98殖2婆73诜4046
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：涝98吐27酝3梦4朗0罩46
gestures([0, 1, [465*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9岗8觅2734淤0诳46
gestures([0, 1, [612*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：严9827治3啡4046
gestures([0, 1, [723*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98仑2浦734046
gestures([0, 1, [1075*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：98酚2苍7尉34坦04墒6
gestures([0, 1, [982*Z,Y1], [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98澜27殉3404丈6
gestures([0, 1, [428*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982读7稻3训4俺0腥4钾6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982朗7兔3妊404么6
gestures([0, 1, [686*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9埔8略2赴73圆40蕉4闹6
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：纤9萍8273锻4浊0追4俜6
gestures([0, 1, [649*Z,Y1], [982*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：胰9耪82纬7苯3墙4蔚046
gestures([0, 1, [797*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9蕾82734械046
gestures([0, 1, [908*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98顾2寿734侥0颈46
gestures([0, 1, [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：绞9林82胶73衔40谇4亲6
gestures([0, 1, [982*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98已2杖73逞4徘046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：虐98抗27郧34杉04疤6
gestures([0, 1, [797*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9猩8谂2傧73疗4拭0夯46
gestures([0, 1, [871*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9站827浪3悼4然046
gestures([0, 1, [1129*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9泛8坛273404影6
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [558*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98魏2伎73略4炮046
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：倥98嗣2父7刈34壬0尉46
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [817*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982收73惺40似46
gestures([0, 1, [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9谖8273源4虾04至6
gestures([0, 1, [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98安2凭73干4驼04街6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9宦82碧7眉3县4聊046
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9壬827谓3融404强6
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：美9忠827仑3404己6
gestures([0, 1, [1075*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：9曝82济73懦40次46
gestures([0, 1, [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：秸9827340哺4彼6
gestures([0, 1, [465*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：毫98谪2徒7蔚34046
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98四2缚7侨3缮40儆46
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：凰9兔82屯7度3柿40沽4昂6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9诱8卫27椅34才046
gestures([0, 1, [612*Z,Y1], [723*Z,Y1], [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：节9劳8魏2肿73圃4柿0聪4榷6
gestures([0, 1, [982*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：实98273载4尚0回46
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827刺34掩046
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：赝98靠27鞠34兆046
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [558*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9固82仝7玖3囤40忻46
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：破9截8颗2矫73兰4染0房4仝6
gestures([0, 1, [982*Z,Y1], [1166*Z,Y1], [817*Z,Y2], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：沃98隙2禾73邮40控4冒6
gestures([0, 1, [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9投8禄2不73寐4假0促46
gestures([0, 1, [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：巢98蔡2734谐0炔46
gestures([0, 1, [612*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9汛8迅27吞3胖4歉0轮4闪6
gestures([0, 1, [760*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982栏73倜4宜046
gestures([0, 1, [871*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：喝982呛7坦340淄4胶6
gestures([0, 1, [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982厩7扔3偈4046
gestures([0, 1, [465*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：挚982屎734崖0姨46
gestures([0, 1, [612*Z,Y1], [1075*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：靥98傺2程7哉34匙0坡4匀6
gestures([0, 1, [723*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98舅2刺73员4陶0倍4邓6
gestures([0, 1, [797*Z,Y1], [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9戏82磐7泻3谓404嗽6
gestures([0, 1, [982*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982辜7腔34渤0抠4傺6
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：擅9芬8劝27坛3赫4凭0灼4垦6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：臀9屯8谈2俸734刺046
gestures([0, 1, [908*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9液82览7懒34046
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：帜98273尤4046
gestures([0, 1, [908*Z,Y1], [558*Z,Y2], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9空8督27胺340泵4谅6
gestures([0, 1, [723*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：幌98亟27340厥4囟6
gestures([0, 1, [908*Z,Y1], [817*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：腾9蚊8啃27米3谑4秃046
gestures([0, 1, [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9呜8瞧2飞7俚3滩4旅0允46
gestures([0, 1, [612*Z,Y1], [982*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：迪9肮82月7旨3信4贫0曰4嘶6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98认2谜7频34染0自46
gestures([0, 1, [871*Z,Y1], [945*Z,Y1]]);
sleep(732/S);
// 专业手机脚本制作QQ：敖9妥8事2734撬04敢6
gestures([0, 1, [465*Z,Y1], [982*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9刭82偕7蓖34辞04脱6
gestures([0, 1, [612*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9酚8险2闹7照34046
gestures([0, 1, [723*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9戎8嘎27亿34凑046
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9叵8档27蒂3址40侨46
gestures([0, 1, [649*Z,Y1], [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827仑3刻4046
gestures([0, 1, [908*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：辉9827340澳4撇6
gestures([0, 1, [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982托73丛404蓟6
gestures([0, 1, [1129*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：惨98阎2旅7途3404忱6
gestures([0, 1, [502*Z,Y1], [1019*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9俸82依734敢0炒4坠6
gestures([0, 1, [649*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：屹982适7合3404飞6
gestures([0, 1, [760*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：倬9谮8苍2侗7诵34卤04赋6
gestures([0, 1, [834*Z,Y1], [908*Z,Y1], [1019*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：腹98仁27340尉4锨6
gestures([0, 1, [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9逞8影27桥34断0旅4痰6
gestures([0, 1, [1019*Z,Y1], [1092*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：殉982晾7邪3脸4咨046
gestures([0, 1, [502*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：坊98273辣404涨6
gestures([0, 1, [649*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：该98呐273迟404撼6
gestures([0, 1, [760*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98泛2拔7崩340系46
gestures([0, 1, [834*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：诠9沸8釉2偕7凰3倏404酪6
gestures([0, 1, [834*Z,Y1], [908*Z,Y1], [1019*Z,Y1], [1092*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9壤8怀2叵7柿34谅046
gestures([0, 1, [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98躺2734梅04雀6
gestures([0, 1, [686*Z,Y1], [1019*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：卵98阂27迫3装4僖0苯4誓6
gestures([0, 1, [834*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：藤9呐827以3驳4逗04妹6
gestures([0, 1, [945*Z,Y1], [1019*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9殉827颂340钦4们6
gestures([0, 1, [834*Z,Y1], [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9显82裳7圆3氨404到6
gestures([0, 1, [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：贸9孔8死27傻3灾4运0畔46
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：鼐98苯27魄34046
gestures([0, 1, [834*Z,Y1], [1019*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982吭7难3品40拦4馅6
gestures([0, 1, [908*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：托9济82适734档046
gestures([0, 1, [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：狈98273诘404衫6
gestures([0, 1, [612*Z,Y1], [1019*Z,Y1], [1129*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98斡2拓7340缎46
gestures([0, 1, [760*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98刨2潭73职4046
gestures([0, 1, [871*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：问98聊2胃7自3磐4张046
gestures([0, 1, [945*Z,Y1], [1019*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：诼9芽8咀2秆7撩340巫46
gestures([0, 1, [1019*Z,Y1], [1203*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9牟8纤2蔚7盒34涣04晕6
gestures([0, 1, [1056*Z,Y1], [1166*Z,Y1]]);
sleep(182/S);
// 专业手机脚本制作QQ：98谫27偷34046
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9回8漳27吧3仕404闹6
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982匈73仕4套046
gestures([0, 1, [908*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827返3成4繁04久6
gestures([0, 1, [797*Z,Y1], [1129*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98慷2734谒046
gestures([0, 1, [1092*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982灿73汉4档0稳46
gestures([0, 1, [502*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：毫98闲273肝40捞46
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982采7臃340接46
gestures([0, 1, [760*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9茨82734对0端46
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：遮9宦8273踊40枪4猎6
gestures([0, 1, [760*Z,Y1], [834*Z,Y1], [908*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：妊9827剐34确04的6
gestures([0, 1, [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98273靠4掷04状6
gestures([0, 1, [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9俚8泼2剿7自34玖0移46
gestures([0, 1, [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9孕827蹲34刎046
gestures([0, 1, [612*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9汉827逗3就40卜4看6
gestures([0, 1, [760*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：脑9险827锤3谡4砍0换46
gestures([0, 1, [871*Z,Y1]]);
sleep(182/S);
// 专业手机脚本制作QQ：9827坛340构46
gestures([0, 1, [945*Z,Y1], [1019*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98接27挡34蠢046
gestures([0, 1, [1203*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9亮8翰273比40案46
gestures([0, 1, [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9讲8烤2徘734046
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：克9蔚82啃73换4臼046
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：氖98右27谓34创0绿4拦6
gestures([0, 1, [908*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：昭9旁82兹7禾340制46
gestures([0, 1, [797*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：致9篮8商2凡7蟹3炭40蹈46
gestures([0, 1, [502*Z,Y1], [1092*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982734峡046
gestures([0, 1, [649*Z,Y1], [1129*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：涡9淖8岩2笨73巳40翟4炼6
gestures([0, 1, [760*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：堂9倭82静7麓3估4床046
gestures([0, 1, [834*Z,Y1], [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：蚊98黄27俚3前404堵6
gestures([0, 1, [1019*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9送82仪7潦3404叭6
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982嚷7视3拘40车46
gestures([0, 1, [834*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9准827傺34姑04漳6
gestures([0, 1, [945*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9纲82酉7善34046
gestures([0, 1, [1092*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：确98273耘4046
gestures([0, 1, [612*Z,Y1], [871*Z,Y1], [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9医827340梦4侵6
gestures([0, 1, [760*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：诨982怨7非3莆40迪4融6
gestures([0, 1, [871*Z,Y1], [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9蔽8厝273账404套6
gestures([0, 1, [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9盅82梢7终3偃40庞4图6
gestures([0, 1, [649*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9范8由27刃3食4灾0资46
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：杭98魄2鹊73镀4召0颜46
gestures([0, 1, [908*Z,Y1], [996*Z,Y2]]);
sleep(731/S);
// 专业手机脚本制作QQ：9料827即3404野6
gestures([0, 1, [502*Z,Y1], [834*Z,Y1], [1019*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：淖9送82日73创4046
gestures([0, 1, [649*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：剖982哪7使3鹊4046
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98延273刃4娜04耸6
gestures([0, 1, [871*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：廖982谐7潞34嘶046
gestures([0, 1, [834*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：982懈7孕340夹4醋6
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：靶98273赋4惺0拐4现6
gestures([0, 1, [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982734046
gestures([0, 1, [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：栈982氖7裂34046
gestures([0, 1, [539*Z,Y1], [1056*Z,Y1], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9孕8际273仔4拇0勇46
gestures([0, 1, [686*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982吕7堤3浦4046
gestures([0, 1, [797*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：陀982刭7340曰4蔷6
gestures([0, 1, [945*Z,Y1], [1056*Z,Y1], [886*Z,Y2], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9霉82我7父34卵046
gestures([0, 1, [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：悠9寡8构273404荣6
gestures([0, 1, [1056*Z,Y1], [1144*Z,Y2]]);
sleep(182/S);
// 专业手机脚本制作QQ：耪982734牡0掖46
gestures([0, 1, [539*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：亮9萄8霖27咆3着404傻6
gestures([0, 1, [686*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9泻8映27履3铀4字046
gestures([0, 1, [797*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982糖7磁3巫4纷0敢4钡6
gestures([0, 1, [886*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：制9参82敝7馗340登4狭6
gestures([0, 1, [945*Z,Y1], [1056*Z,Y1], [886*Z,Y2], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：痛98舱27铀34046
gestures([0, 1, [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9巧8藕27340核4涌6
gestures([0, 1, [1056*Z,Y1], [480*Z,Y2], [1144*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：帜9827恢3倭4核0菜46
gestures([0, 1, [627*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：9移82734煌0倭4邮6
gestures([0, 1, [1166*Z,Y1], [738*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：褪98陡2驴7碌340匠4文6
gestures([0, 1, [797*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9宦8妹27窝3荒4寂0壬46
gestures([0, 1, [886*Z,Y2], [1144*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：匠9党827340婆4锰6
gestures([0, 1, [1092*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9疵8岩2幸73惫4棕04字6
gestures([0, 1, [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982烁7税3醒4046
gestures([0, 1, [627*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982瞪734046
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：萍98藏2臀7了3氖4贝0撑4顺6
gestures([0, 1, [886*Z,Y2], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：贩98赝273乱40抵4顾6
gestures([0, 1, [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：寿9迪82敝7芬34046
gestures([0, 1, [649*Z,Y1], [1056*Z,Y1], [1255*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9弥82刨7巢3404妒6
gestures([0, 1, [797*Z,Y1]]);
sleep(182/S);
// 专业手机脚本制作QQ：新9本82734辈046
gestures([0, 1, [908*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98堤2驮73压4046
gestures([0, 1, [1056*Z,Y1], [996*Z,Y2], [1255*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：萍98智27牌34状04沸6
gestures([0, 1, [1255*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：98沸27340韶4菲6
gestures([0, 1, [1203*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：9827奥340俟46
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：伤9卦827樟3乖4忧0烤46
gestures([0, 1, [834*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9棺8273春404嫉6
gestures([0, 1, [945*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：粗9忱8曝27匚3藏4恢04晨6
gestures([0, 1, [834*Z,Y1], [1166*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98贸27日3倥4皆04兑6
gestures([0, 1, [1056*Z,Y1], [1144*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：旅9偃8倚27沦34喜0祷46
gestures([0, 1, [539*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：98老2734裁046
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982对734顿046
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98私2颇73链4行0颐46
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：舶98赵27褂3瘴4萌0褪46
gestures([0, 1, [797*Z,Y1], [945*Z,Y1], [886*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982734046
gestures([0, 1, [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982淄7鲁34计0勇46
gestures([0, 1, [1144*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：医982故73404帽6
gestures([0, 1, [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98澜2舱7幽3恳4廊04釉6
gestures([0, 1, [649*Z,Y1], [1255*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：屏9彼82好7340团4啥6
gestures([0, 1, [797*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：98诟2稻7耙340罩4焚6
gestures([0, 1, [908*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：982舱7页3氏40揭46
gestures([0, 1, [1056*Z,Y1], [996*Z,Y2], [1255*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9兆8郴2炒7甭3佬40嵌4耘6
gestures([0, 1, [1056*Z,Y1], [1255*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：泻98淌2畔7燎3哺404纲6
gestures([0, 1, [1092*Z,Y1], [1294*Z,Y2]]);
sleep(183/S);
// 专业手机脚本制作QQ：涡9澜8扛2谕7季3404套6
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98藤27栏3峦4046
gestures([0, 1, [834*Z,Y1], [1056*Z,Y1], [1255*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：是9驯82聪7安34伎0谙46
gestures([0, 1, [945*Z,Y1], [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：汉9焉8吻27炊3妓4噶0峡46
gestures([0, 1, [834*Z,Y1], [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：呐982捎734046
gestures([0, 1, [539*Z,Y1], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9时8颖2谋7卓3浪4救0筛4噶6
gestures([0, 1, [686*Z,Y1], [1166*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9燃8273贾4046
gestures([0, 1, [797*Z,Y1], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：宋98傅2哺73倩404梅6
gestures([0, 1, [686*Z,Y1], [1092*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：堑9关82就734刑04晾6
gestures([0, 1, [1056*Z,Y1]]);
sleep(183/S);
// 专业手机脚本制作QQ：劣9827倮3赂40甭4岩6
gestures([0, 1, [480*Z,Y2]]);
sleep(365/S);
// 专业手机脚本制作QQ：982734耙046
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9诘8陶2回734煌04率6
gestures([0, 1, [797*Z,Y1], [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：克9827340冉46
gestures([0, 1, [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：成9灼8273室40乇46
gestures([0, 1, [649*Z,Y1], [996*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：访98挂2种7驯34啃046
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98坷273哪40较4技6
gestures([0, 1, [908*Z,Y1], [996*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9徽82练7骄34囟0被46
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：课98概27袒3404亮6
gestures([0, 1, [686*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：缺98临27副3囤4046
gestures([0, 1, [834*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9环82顺734伎0计4凰6
gestures([0, 1, [945*Z,Y1], [1036*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：982卓7340滴46
gestures([0, 1, [834*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827腔3锻4戳04透6
gestures([0, 1, [539*Z,Y1], [1056*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9岗8平2瘴734046
gestures([0, 1, [686*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：揭9僭82队7憾3404仗6
gestures([0, 1, [797*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：滋9形82嘉734关0趟4盼6
gestures([0, 1, [834*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：傥98几2桓7饲34战046
gestures([0, 1, [886*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9角8喂27恢3404魄6
gestures([0, 1, [797*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：捶9徘8273强40视46
gestures([0, 1, [686*Z,Y1], [1351*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827麓34涂046
gestures([0, 1, [1403*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98273押4檀046
gestures([0, 1, [908*Z,Y1], [1255*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9忠82麓7橙340葡4瓷6
gestures([0, 1, [1056*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9偷8堂27指340驯4稚6
gestures([0, 1, [1166*Z,Y1], [1255*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9涯8刃273帕40姓46
gestures([0, 1, [1314*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：卤9使8汹27淳3烙4截04驶6
gestures([0, 1, [945*Z,Y1], [1314*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：98虑27谘340形4孪6
gestures([0, 1, [1092*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：9827刮34涌0矫4厮6
gestures([0, 1, [1203*Z,Y1], [1294*Z,Y2]]);
sleep(731/S);
// 专业手机脚本制作QQ：9犹8273啥404矩6
gestures([0, 1, [797*Z,Y1], [1203*Z,Y1], [1314*Z,Y1], [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：98煞2街73404尘6
gestures([0, 1, [908*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：锨9拼8撬2忍73咽4加0业4腹6
gestures([0, 1, [945*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：氐9偎827绕34蟹046
gestures([0, 1, [1294*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：亮98谐2腿7氏340潭4狗6
gestures([0, 1, [797*Z,Y1], [945*Z,Y1], [1056*Z,Y1], [1314*Z,Y1], [886*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9粘82谴7勒3糜40兆4妆6
gestures([0, 1, [1203*Z,Y1]]);
sleep(366/S);
// 专业手机脚本制作QQ：982临7狡34挝04辖6
gestures([0, 1, [1166*Z,Y1]]);
sleep(365/S);
// 专业手机脚本制作QQ：9缴827屎3荒4瘴0宜4桌6
gestures([0, 1, [1144*Z,Y2]]);
sleep(366/S);
// 专业手机脚本制作QQ：9喜827本3宦4046
gestures([0, 1, [797*Z,Y1], [1056*Z,Y1], [627*Z,Y2]]);
sleep(1464/S);
// 专业手机脚本制作QQ：究9嗡827340棺46
gestures([0, 1, [539*Z,Y1], [1314*Z,Y1]]);
sleep(1463/S);
// 专业手机脚本制作QQ：雷9褐82曝734蟹0灾4旅6
toast("演奏结束");